Repository: elementary/wingpanel
Catalog: po/extra/*.po
Languages: hu

source: Wingpanel
hu: Felső állapotsor

source: Top panel that holds indicators and the applications menu
hu: A felső állapotsor, amin különféle kijelzések és az alkalmazásmenü helyezkedik el

source: The extensible top panel for Pantheon. Wingpanel is an empty container that accepts indicators as extensions, including the applications menu.
hu: A Pantheon bővíthető felső panele. A Felső állapotsor egy üres panel, ami indikátorokat fogad be bővítményként, beleértve az alkalmazásmenüt.

source: Improvements:
hu: Javítások:

source: Fix incorrect scale factor in some sessions
hu: Néhai helytelen méretezési tényező javítva

source: Updated translations
hu: Frissített fordítások

source: Always use elementary visual resources
hu: Mindig elementary forrásokat használjon

source: Esc to close popovers
hu: Felugró ablakok bezárása az escape billentyűvel

source: Fallback to maximized style if window manager is unavailable
hu: Visszaállás teljes méretre, ha az ablakkezelő nem érhető el

source: Listen to smooth scroll events
hu: Folyamatos görgetési eseményekre való figyelés
